poem_list = [
    (
        "أرَاكَ عَصِيَّ الدَّمْــعِ شِيمَتُــكَ الصَّبْرُ",
        "أمَا لِلْهَوَى نَهْـيٌ عَلَيْـكَ وَلا أمْــر",
    ),
    (
        "بَلَى أنَا مُشْتَــاقٌ وَعِنْدِي لَوْعَــةٌ",
        "وَلَكِـنَّ مِثْلِـي لا يُـذَاعُ لَهُ سِـــرُّ",
    ),
    (
        "إذَا اللَّيْلُ أضْوَانِي بَسَطتُ يَدَ الهَوَى",
        "وَأذْلَلْتُ دَمْعًا مِـنْ خَلائِقِـهِ الْـكِبْرُ",
    ),
    (
        "تَكَادُ تُضِيءُ النَّــارُ بَيْنَ جَوَانِحِـــي",
        "إذَا هِيَ أذْكَتْهَا الصَّبَابَةُ وَالْفِكْرُ",
    ),
    (
        "مُعَلِّلَتِـي بالْوَصْــلِ وَالموت دُونَـهُ",
        "إذَا مِـتُّ ظَمْآنـًا فَلا نَـزَلَ الْقَطْـرُ",
    ),
    (
        "حَفِظْــتُ وَضَيَّعْــتِ الموَدَّةَ بَيْنَنَــا",
        "وَأحْسَنُ مِنْ بَعْضِ الْوَفَاءِ لَكِ الْعُذْرُ",
    ),
    (
        "وَمَــا هَذِهِ الأيَّــامُ إلا صَحَائِــفُ",
        "لأحْرُفِهَــا مِنْ كَـفِّ كَاتِبِهَـا بِشْــرُ",
    ),
    (
        "بِنَفْسِي مِنَ الْغَادِيــنَ في الحيِّ غَادَةٌ",
        "هَوَايَ لَهَا ذَنْــبٌ وَبَهْجَتُهَــا عُـذْرُ",
    ),
    (
        "تـــروغ إلى الواشيــن في و إن لي",
        "لأذنـًا بهـا عن كـل واشيـة وقــر",
    ),
    (
        "بــــدوت و أهلــي حاضـرون لأنني",
        "أرى أن دارًا لسـت من أهلها قفر",
    ),
    (
        "و حاربت قومــي في هواك و إنهــم",
        "و إياي لولا حبك المـاء و الخمــر",
    ),
    (
        "فإن كان ما قال الوشاة و لم يكن",
        "فقد يهدم الإيمان ما شيد الكفــر",
    ),
    (
        "وفيت و في بعــض الوفـاء مذلــة",
        "لآنسةٍ في الحــي شيمتهــا الغــدر",
    ),
    (
        "وقورٌ و ريعان الصبـا يستفزهــا",
        "فتأرنُ أحيانـًا كما يأرن المهــر",
    ),
    (
        "تسائلنــي من أنت و هي عليمــة",
        "و هل بفتي مثلي على حالـه نكــر",
    ),
    (
        "فقلت كما شاءت و شاء لها الهــوى",
        "قتيلـك قالـت أيهـم فهـم كثــر",
    ),
    (
        "فقلت لها لـو شئــت لـم تتعنتـي",
        "و لم تسـألي عني و عنـدك بي خبــر",
    ),
    (
        "فقالت لقد أزرى بك الدهر بعدنا",
        "فقلت معاذ الله بل أنت لا الدهــر",
    ),
    (
        "و مـا كـان للأحـزان لولاك مسلـك",
        "إلى القلب لكن الهوى للبلي جســر",
    ),
    (
        "و تهلك بين الهـزل و الجــد مهجــة",
        "إذا ما عداها البين عذبها الفكـر",
    ),
    (
        "فأيقنت أن لا عــز بعدي لعاشــقٍ",
        "و أن يدي ممــا علقـت بـه صفــر",
    ),
    (
        "و قلبـت أمــري لا أرى لي راحــةً",
        "إذا الهم أسلاني ألـح بـي الهجــر",
    ),
    (
        "فعدت إلى حكم الزمـان و حكمهــا",
        "لها الذنب لا تجزى به و لا العــذر",
    ),
    (
        "كأني أنـادي دون ميثـاء ظبيــة",
        "على شرف ظميـاء جللهـا الذعــر",
    ),
    (
        "تجفــل حينـًـا ثـم تدنـو كأنمــا",
        "تنادي طـلا بالواد عجـزه الحضــر",
    ),
    (
        "فـلا تنكريني يـا ابنة العم إنـه",
        "ليعرف من أنكرته البدو و الحضـر",
    ),
    (
        "و إنـي لـجـرار لـكـل كـتيبــة",
        "مـعـودة أن لا يـخـل بـها النصر",
    ),
    (
        "و إنـي لـنـزال بـكـل مـخـوفـة",
        "كثير إالى نـزالـها النظر الشـزر",
    ),
    (
        "فأظمأ حتى ترتوي البيـض و القنا",
        "و أسـغب حتى يشبع الذئب و النسر",
    ),
    (
        "و لا أصبـح الـحي الـخلوف بغارة",
        "و لا الجيش ما لم تأته قبلي النذر",
    ),
]
