poem_list = [
    # 00:11
    (
        "ألا في سبيلِ المَجْدِ ما أنا فاعل",
        "عَفافٌ وإقْدامٌ وحَزْمٌ ونائِل",
    ),
    # 00:21
    (
        "أعندي وقد مارسْتُ كلَّ خَفِيّةٍ",
        "يُصَدّقُ واشٍ أو يُخَيّبُ سائِل",
    ),
    # 00:29
    (
        "أقَلُّ صُدودي أنّني لكَ مُبْغِضٌ",
        "وأيْسَرُ هَجْري أنني عنكَ راحل",
    ),
    # 00:37
    (
        "إذا هَبّتِ النكْباءُ بيْني وبينَكُمْ",
        "فأهْوَنُ شيْءٍ ما تَقولُ العَواذِل",
    ),
    # 00:45
    (
        "تُعَدّ ذُنوبي عندَ قَوْمٍ كثيرَةً",
        "ولا ذَنْبَ لي إلاّ العُلى والفواضِل",
    ),
    # 00:53
    (
        "كأنّي إذا طُلْتُ الزمانَ وأهْلَهُ",
        "رَجَعْتُ وعِنْدي للأنامِ طَوائل",
    ),
    # 01:01
    (
        "وقد سارَ ذكْري في البلادِ فمَن لهمْ",
        "بإِخفاءِ شمسٍ ضَوْؤها مُتكامل",
    ),
    # 01:08
    (
        "يُهِمّ الليالي بعضُ ما أنا مُضْمِرٌ",
        "ويُثْقِلُ رَضْوَى دونَ ما أنا حامِل",
    ),
    # 01:16
    (
        "وإني وإن كنتُ الأخيرَ زمانُهُ",
        "لآتٍ بما لم تَسْتَطِعْهُ الأوائل",
    ),
    # 01:25
    (
        "وأغدو ولو أنّ الصّباحَ صوارِمٌ",
        "وأسْرِي ولو أنّ الظّلامَ جَحافل",
    ),
    # 01:33
    (
        "وإني جَوادٌ لم يُحَلّ لِجامُهُ",
        "ونِضْوٌ يَمانٍ أغْفَلتْهُ الصّياقل",
    ),
    # 01:41
    (
        "وإنْ كان في لُبسِ الفتى شرَفٌ له",
        "فما السّيفُ إلاّ غِمْدُه والحمائل",
    ),
    # 01:48
    (
        "ولي مَنطقٌ لم يرْضَ لي كُنْهَ مَنزلي",
        "على أنّني بين السّماكينِ نازِل",
    ),
    # 01:56
    (
        "لَدى موْطِنٍ يَشتاقُه كلُّ سيّدٍ",
        "ويَقْصُرُ عن إدراكه المُتناوِل",
    ),
    # 02:03
    (
        "ولما رأيتُ الجهلَ في الناسِ فاشياً",
        "تجاهلْتُ حتى ظُنَّ أنّيَ جاهل",
    ),
    # 02:11
    (
        "فواعَجَبًا كم يدّعي الفضْل ناقصٌ",
        "وواأسَفًا كم يُظْهِرُ النّقصَ فاضل",
    ),
    # 02:20
    (
        "وكيف تَنامُ الطيرُ في وُكُناتِها",
        "وقد نُصِبَتْ للفَرْقَدَيْنِ الحَبائل",
    ),
    # 02:27
    (
        "يُنافسُ يوْمي فيّ أمسي تَشرّفاً",
        "وتَحسدُ أسْحاري عليّ الأصائل",
    ),
    # 02:34
    (
        "وطال اعتِرافي بالزمانِ وصَرفِه",
        "فلَستُ أُبالي مَنْ تَغُولُ الغَوائل",
    ),
    # 02:42
    (
        "فلو بانَ عَضْدي ما تأسّفَ مَنْكِبي",
        "ولو ماتَ زَنْدي ما بَكَتْه الأنامل",
    ),
    # 02:49
    (
        "إذا وَصَفَ الطائيَّ بالبُخْلِ مادِرٌ",
        "وعَيّرَ قُسّاً بالفَهاهةِ باقِل",
    ),
    # 02:56
    (
        "وقال السُّهى للشمس أنْتِ خَفِيّةٌ",
        "وقال الدّجى يا صُبْحُ لونُكَ حائل",
    ),
    # 03:04
    (
        "وطاوَلَتِ الأرضُ السّماءَ سَفاهَةً",
        "وفاخَرَتِ الشُّهْبَ الحَصَى والجَنادل",
    ),
    # 03:11
    (
        "فيا موْتُ زُرْ إنّ الحياةَ ذَميمَةٌ",
        "ويا نَفْسُ جِدّي إنّ دهرَكِ هازِل",
    ),
    # 03:19
    (
        "وقد أغْتَدي والليلُ يَبكي تأسُّفاً",
        "على نفْسِهِ والنَّجْمُ في الغرْبِ مائل",
    ),
    # 03:25
    (
        "بِريحٍ أُعيرَتْ حافِراً من زَبَرْجَدٍ",
        "لها التّبرُ جِسْمٌ واللُّجَيْنُ خَلاخل",
    ),
    # 03:32
    (
        "كأنّ الصَّبا ألقَتْ إليَّ عِنانَها",
        "تَخُبّ بسَرْجي مَرّةً وتُناقِل",
    ),
    # 03:39
    (
        "إذا اشتاقَتِ الخيلُ المَناهلَ أعرَضَتْ",
        "عنِ الماء فاشتاقتْ إليها المناهل",
    ),
    # 03:46
    (
        "وليْلان حالٍ بالكواكبِ جَوْزُهُ",
        "وآخرُ من حَلْيِ الكواكبِ عاطل",
    ),
    # 03:53
    (
        "كأنَّ دُجاهُ الهجْرُ والصّبْحُ موْعِدٌ",
        "بوَصْلٍ وضَوْءُ الفجرِ حِبٌّ مُماطل",
    ),
    # 04:00
    (
        "قَطَعْتُ به بحْراً يَعُبّ عُبابُه",
        "وليس له إلا التَبَلّجَ ساحل",
    ),
    # 04:08
    (
        "ويُؤنِسُني في قلْبِ كلّ مَخوفَةٍ",
        "حلِيفُ سُرىً لم تَصْحُ منه الشمائل",
    ),
    # 04:15
    (
        "من الزّنْجِ كَهلٌ شابَ مفرِقُ رأسِه",
        "وأُوثِقَ حتى نَهْضُهُ مُتثاقِل",
    ),
    # 04:22
    (
        "كأنّ الثرَيّا والصّباحُ يرُوعُها",
        "أخُو سَقْطَةٍ أو ظالعٌ مُتحامل",
    ),
    # 04:30
    (
        "إذا أنْتَ أُعْطِيتَ السعادة لم تُبَلْ",
        "وإنْ نظرَتْ شَزْراً إليكَ القبائل",
    ),
    # 04:37
    (
        "تَقَتْكَ على أكتافِ أبطالها القَنا",
        "وهابَتْكَ في أغمادهِنَّ المَناصِل",
    ),
    # 04:44
    (
        "وإنْ سدّدَ الأعداءُ نحوَكَ أسْهُماً",
        "نكَصْنَ على أفْواقِهِنَّ المَعابل",
    ),
    # 04:51
    (
        "تَحامى الرّزايا كلَّ خُفّ ومَنْسِم",
        "وتَلْقى رَداهُنَّ الذُّرَى والكواهِل",
    ),
    # 04:59
    (
        "وتَرْجِعُ أعقابُ الرّماحِ سَليمَةً",
        "وقد حُطِمتْ في الدارعينَ العَوامل",
    ),
    # 05:06
    (
        "فإن كنْتَ تَبْغي العِزّ فابْغِ تَوَسّطاً",
        "فعندَ التّناهي يَقْصُرُ المُتطاوِل",
    ),
    # 05:14
    (
        "تَوَقّى البُدورُ النقصَ وهْيَ أهِلَّةٌ",
        "ويُدْرِكُها النّقْصانُ وهْيَ كوامل",
    ),
]
