poem_list = [
    (
        "السَّيْفُ أَصْدَقُ إِنْبَاءً مِنَ الكُتُبِ",
        "في حدهِ الحدُّ بينَ الجدِّ واللَّعبِ",
    ),
    (
        "بيضُ الصَّفائحِ لاَ سودُ الصَّحائفِ في",
        "مُتُونِهنَّ جلاءُ الشَّك والريَبِ",
    ),
    (
        "والعِلْمُ في شُهُبِ الأَرْمَاحِ لاَمِعَة ً",
        "بَيْنَ الخَمِيسَيْنِ لافي السَّبْعَة ِ الشُّهُبِ",
    ),
    (
        "أَيْنَ الروايَة ُ بَلْ أَيْنَ النُّجُومُ وَمَا",
        "صَاغُوه مِنْ زُخْرُفٍ فيها ومنْ كَذِبِ",
    ),
    (
        "تخرُّصاً وأحاديثاً ملفَّقة ً",
        "لَيْسَتْ بِنَبْعٍ إِذَا عُدَّتْ ولاغَرَبِ",
    ),
    (
        "عجائباً زعموا الأيَّامَ مُجْفلة ً",
        "عَنْهُنَّ في صَفَرِ الأَصْفَار أَوْ رَجَبِ",
    ),
    (
        "وخَوَّفُوا الناسَ مِنْ دَهْيَاءَ مُظْلِمَة ٍ",
        "إذا بدا الكوكبُ الغربيُّ ذو الذَّنبِ",
    ),
    (
        "وصيَّروا الأبرجَ العُلْيا مُرتَّبة ً",
        "مَا كَانَ مُنْقَلِباً أَوْ غيْرَ مُنْقَلِبِ",
    ),
    (
        "يقضون بالأمر عنها وهي غافلة",
        "ما دار في فلك منها وفي قُطُبِ",
    ),
    (
        "لو بيَّنت قطّ أمراً قبل موقعه",
        "لم تُخْفِ ماحلَّ بالأوثان والصلُبِ",
    ),
    (
        "فَتْحُ الفُتوحِ تَعَالَى أَنْ يُحيطَ بِهِ",
        "نَظْمٌ مِن الشعْرِ أَوْ نَثْرٌ مِنَ الخُطَبِ",
    ),
    (
        "فتحٌ تفتَّحُ أبوابُ السَّماءِ لهُ",
        "وتبرزُ الأرضُ في أثوابها القُشُبِ",
    ),
    (
        "يَا يَوْمَ وَقْعَة ِ عَمُّوريَّة َ انْصَرَفَتْ",
        "منكَ المُنى حُفَّلاً معسولة ََ الحلبِ",
    ),
    (
        "أبقيْتَ جدَّ بني الإسلامِ في صعدٍ",
        "والمُشْرِكينَ ودَارَ الشرْكِ في صَبَبِ",
    ),
    (
        "أُمٌّ لَهُمْ لَوْ رَجَوْا أَن تُفْتَدى جَعَلُوا",
        "فداءها كلَّ أمٍّ منهمُ وأبِ",
    ),
    (
        "وبرْزة ِ الوجهِ قدْ أعيتْ رياضتُهَا",
        "كِسْرَى وصدَّتْ صُدُوداً عَنْ أَبِي كَرِبِ",
    ),
    (
        "بِكْرٌ فَما افْتَرَعَتْهَا كَفُّ حَادِثَة ٍ",
        "ولا ترقَّتْ إليها همَّة ُ النُّوبِ",
    ),
    (
        "مِنْ عَهْدِ إِسْكَنْدَرٍ أَوْ قَبل ذَلِكَ قَدْ",
        "شابتْ نواصي اللَّيالي وهيَ لمْ تشبِ",
    ),
    (
        "حَتَّى إذَا مَخَّضَ اللَّهُ السنين لَهَا",
        "مَخْضَ البِخِيلَة ِ كانَتْ زُبْدَة َ الحِقَبِ",
    ),
    (
        "أتتهُمُ الكُربة ُ السَّوداءُ سادرة ً",
        "منها وكان اسمها فرَّاجة َ الكُربِ",
    ),
    (
        "جرى لها الفالُ برحاً يومَ أنقرة ِ",
        "إذْ غودرتْ وحشة ََ الساحاتِ والرِّحبِ",
    ),
    (
        "لمَّا رَأَتْ أُخْتَها بِالأَمْسِ قَدْ خَرِبَتْ",
        "كَانَ الْخَرَابُ لَهَا أَعْدَى من الجَرَبِ",
    ),
    (
        "كمْ بينَ حِيطانها من فارسٍ بطلٍ",
        "قاني الذّوائب من آني دمٍ سربِ",
    ),
    (
        "بسُنَّة ِ السَّيفِ والخطيَّ منْ دمه",
        "لاسُنَّة ِ الدين وَالإِسْلاَمِ مُخْتَضِبِ",
    ),
    (
        "لقد تركتَ أميرَ المؤمنينَ بها",
        "للنَّارِ يوماً ذليلَ الصَّخرِ والخشبِ",
    ),
    (
        "غادرتَ فيها بهيمَ اللَّيلِ وهوَ ضُحى ً",
        "يَشُلُّهُ وَسْطَهَا صُبْحٌ مِنَ اللَّهَبِ",
    ),
    (
        "حتَّى كأنَّ جلابيبَ الدُّجى رغبتْ",
        "عَنْ لَوْنِهَا وكَأَنَّ الشَّمْسَ لَم تَغِبِ",
    ),
    (
        "ضوءٌ منَ النَّارِ والظَّلماءُ عاكفة ٌ",
        "وظُلمة ٌ منَ دخان في ضُحى ً شحبِ",
    ),
    (
        "فالشَّمْسُ طَالِعَة ٌ مِنْ ذَا وقدْ أَفَلَتْ",
        "والشَّمسُ واجبة ٌ منْ ذا ولمْ تجبِ",
    ),
    (
        "تصرَّحَ الدَّهرُ تصريحَ الغمامِ لها",
        "عنْ يومِ هيجاءَ منها طاهرٍ جُنُبِ",
    ),
    (
        "لم تَطْلُعِ الشَّمْسُ فيهِ يَومَ ذَاكَ على",
        "بانٍ بأهلٍ وَلَم تَغْرُبْ على عَزَبِ",
    ),
    (
        "ما ربعُ ميَّة ََ معموراً يطيفُ بهِ",
        "غَيْلاَنُ أَبْهَى رُبى ً مِنْ رَبْعِهَا الخَرِبِ",
    ),
    (
        "ولا الْخُدُودُ وقدْ أُدْمينَ مِنْ خجَلٍ",
        "أَشهى إلى ناظِري مِنْ خَدها التَّرِبِ",
    ),
    (
        "سَماجَة ً غنِيَتْ مِنَّا العُيون بِها",
        "عنْ كلِّ حُسْنٍ بدا أوْ منظر عجبِ",
    ),
    (
        "وحُسْنُ مُنْقَلَبٍ تَبْقى عَوَاقِبُهُ",
        "جاءتْ بشاشتهُ منْ سوءٍ منقلبِ",
    ),
    (
        "لوْ يعلمُ الكفرُ كمْ منْ أعصرٍ كمنتْ",
        "لَهُ العَواقِبُ بَيْنَ السُّمْرِ والقُضُبِ",
    ),
    (
        "تَدْبيرُ مُعْتَصِمٍ بِاللَّهِ مُنْتَقِمِ",
        "للهِ مرتقبٍ في الله مُرتغبِ",
    ),
    (
        "ومُطعَمِ النَّصرِ لَمْ تَكْهَمْ أَسِنَّتُهُ",
        "يوماً ولاَ حُجبتْ عنْ روحِ محتجبِ",
    ),
    (
        "لَمْ يَغْزُ قَوْماً، ولَمْ يَنْهَدْ إلَى بَلَدٍ",
        "إلاَّ تقدَّمهُ جيشٌ من الرَّعبِ",
    ),
    (
        "لوْ لمْ يقدْ جحفلاً، يومَ الوغى ، لغدا",
        "منْ نفسهِ، وحدها، في جحفلٍ لجبِ",
    ),
    (
        "رمى بكَ اللهُ بُرْجَيْها فهدَّمها",
        "ولوْ رمى بكَ غيرُ اللهِ لمْ يصبِ",
    ),
    (
        "مِنْ بَعْدِ ما أَشَّبُوها واثقينَ بِهَا",
        "واللهُ مفتاحُ باب المعقل الأشبِ",
    ),
    (
        "وقال ذُو أَمْرِهِمْ لا مَرْتَعٌ صَدَدٌ",
        "للسارحينَ وليسَ الوردُ منْ كثبِ",
    ),
    (
        "أمانياً سلبتهمْ نجحَ هاجسها",
        "ظُبَى السيوفِ وأطراف القنا السُّلُبِ",
    ),
    (
        "إنَّ الحمامينِ منْ بيضٍ ومنْ سُمُرٍ",
        "دَلْوَا الحياتين مِن مَاءٍ ومن عُشُبٍ",
    ),
    (
        "لَبَّيْتَ صَوْتاً زِبَطْرِيّاً هَرَقْتَ لَهُ",
        "كأسَ الكرى ورُضابَ الخُرَّدِ العُرُبِ",
    ),
    (
        "عداك حرُّ الثغورِ المستضامة ِ عنْ",
        "بردِ الثُّغور وعنْ سلسالها الحصبِ",
    ),
    (
        "أجبتهُ مُعلناً بالسَّيفِ مُنصَلتاً",
        "وَلَوْ أَجَبْتَ بِغَيْرِ السَّيْفِ لَمْ تُجِبِ",
    ),
    (
        "حتّى تَرَكْتَ عَمود الشرْكِ مُنْعَفِراً",
        "ولم تُعرِّجْ على الأوتادِ والطُّنُبِ",
    ),
    (
        "لمَّا رأى الحربَ رأْي العينِ تُوفلِسٌ",
        "والحَرْبُ مَشْتَقَّة ُ المَعْنَى مِنَ الحَرَبِ",
    ),
    (
        "غَدَا يُصَرِّفُ بِالأَمْوال جِرْيَتَها",
        "فَعَزَّهُ البَحْرُ ذُو التَّيارِ والحَدَبِ",
    ),
    (
        "هَيْهَاتَ! زُعْزعَتِ الأَرْضُ الوَقُورُ بِهِ",
        "عن غزْوِ مُحْتَسِبٍ لا غزْو مُكتسبِ",
    ),
    (
        "لمْ يُنفق الذهبَ المُربي بكثرتهِ",
        "على الحصى وبهِ فقْرٌ إلى الذَّهبِ",
    ),
    (
        "إنَّ الأُسُودَ أسودَ الغيلِ همَّتُها",
        "يوم الكريهة ِ في المسلوب لا السَّلبِ",
    ),
    (
        "وَلَّى ، وَقَدْ أَلجَمَ الخطيُّ مَنْطِقَهُ",
        "بِسَكْتَة ٍ تَحْتَها الأَحْشَاءُ في صخَبِ",
    ),
    (
        "أَحْذَى قَرَابينه صَرْفَ الرَّدَى ومَضى",
        "يَحْتَثُّ أَنْجى مَطَاياهُ مِن الهَرَبِ",
    ),
    (
        "موكِّلاً بيفاعِ الأرضِ يُشرفهُ",
        "مِنْ خِفّة ِ الخَوْفِ لا مِنْ خِفَّة ِ الطرَبِ",
    ),
    (
        "إنْ يَعْدُ مِنْ حَرهَا عَدْوَ الظَّلِيم، فَقَدْ",
        "أوسعتَ جاحمها منْ كثرة ِ الحطبِ",
    ),
    (
        "تِسْعُونَ أَلْفاً كآسادِ الشَّرَى نَضِجَتْ",
        "جُلُودُهُمْ قَبْلَ نُضْجِ التينِ والعِنَبِ",
    ),
    (
        "يا رُبَّ حوباءَ لمَّا اجتثَّ دابرهمْ",
        "طابَتْ ولَوْ ضُمخَتْ بالمِسْكِ لم تَطِبِ",
    ),
    (
        "ومُغْضَبٍ رَجَعَتْ بِيضُ السُّيُوفِ بِهِ",
        "حيَّ الرِّضا منْ رداهمْ ميِّتَ الغضبِ",
    ),
    (
        "والحَرْبُ قائمَة ٌ في مأْزِقٍ لَجِجٍ",
        "تجثُو القيامُ بهِ صُغراً على الرُّكبِ",
    ),
    (
        "كمْ نيلَ تحتَ سناها من سنا قمرٍ",
        "وتَحْتَ عارِضِها مِنْ عَارِضٍ شَنِبِ",
    ),
    (
        "كمْ كان في قطعِ أسباب الرِّقاب بها",
        "إلى المخدَّرة ِ العذراءِ منَ سببِ",
    ),
    (
        "كَمْ أَحْرَزَتْ قُضُبُ الهنْدِي مُصْلَتَة ً",
        "تهتزُّ منْ قُضُبٍ تهتزُّ في كُثُبِ",
    ),
    (
        "بيضٌ، إذا انتُضيتْ من حُجبها، رجعتْ",
        "أحقُّ بالبيض أتراباً منَ الحُجُبِ",
    ),
    (
        "خَلِيفَة َ اللَّهِ جازَى اللَّهُ سَعْيَكَ عَنْ",
        "جُرْثُومَة ِ الديْنِ والإِسْلاَمِ والحَسَبِ",
    ),
    (
        "بصُرْتَ بالرَّاحة ِ الكُبرى فلمْ ترها",
        "تُنالُ إلاَّ على جسرٍ منَ التَّعبِ",
    ),
    (
        "إن كان بينَ صُرُوفِ الدَّهرِ من رحمٍ",
        "موصولة ٍ أوْ ذمامٍ غيرِ مُنقضبِ",
    ),
    (
        "فبَيْنَ أيَّامِكَ اللاَّتي نُصِرْتَ بِهَا",
        "وبَيْنَ أيَّامِ بَدْر أَقْرَبُ النَّسَبِ",
    ),
    (
        "أَبْقَتْ بَني الأصْفَر المِمْرَاضِ كاسِمِهمُ",
        "صُفْرَ الوجُوهِ وجلَّتْ أَوْجُهَ العَرَبِ",
    ),
]
