poem_list = [
    (
        "أَقِيمُـوا بَنِـي أُمِّـي صُـدُورَ مَطِيِّـكُمْ",
        "فَإنِّـي إلى قَـوْمٍ سِـوَاكُمْ لَأَمْيَـلُ",
    ),
    (
        "فَقَدْ حُمَّتِ الحَاجَاتُ وَاللَّيْـلُ مُقْمِـرٌ",
        "وَشُـدَّتْ لِطِيّـاتٍ مَطَايَـا وَأرْحُلُ",
    ),
    (
        "وفي الأَرْضِ مَنْـأَى لِلْكَرِيـمِ عَنِ الأَذَى",
        "وَفِيهَا لِمَنْ خَافَ القِلَـى مُتَعَـزَّلُ",
    ),
    (
        "لَعَمْـرُكَ مَا بِالأَرْضِ ضِيـقٌ على امْرِىءٍ",
        "سَرَى رَاغِبَـاً أَوْ رَاهِبَـاً وَهْوَ يَعْقِـلُ",
    ),
    (
        "وَلِي دُونَكُمْ أَهْلُـون : سِيـدٌ عَمَلَّـسٌ",
        "وَأَرْقَطُ زُهْلُـولٌ وَعَرْفَـاءُ جَيْـأََلُ",
    ),
    (
        "هُـمُ الأَهْلُ لا مُسْتَودَعُ السِّـرِّ ذَائِـعٌ",
        "لَدَيْهِمْ وَلاَ الجَانِي بِمَا جَرَّ يُخْـذَلُ",
    ),
    (
        "وَكُـلٌّ أَبِـيٌّ بَاسِـلٌ غَيْـرَ أنَّنِـي",
        "إذا عَرَضَتْ أُولَى الطَرَائِـدِ أبْسَـلُ",
    ),
    (
        "وَإنْ مُـدَّتِ الأيْدِي إلى الزَّادِ لَمْ أكُـنْ",
        "بَأَعْجَلِهِـمْ إذْ أَجْشَعُ القَوْمِ أَعْجَلُ",
    ),
    (
        "وَمَـا ذَاكَ إلّا بَسْطَـةٌ عَـنْ تَفَضُّـلٍ",
        "عَلَيْهِـمْ وَكَانَ الأَفْضَـلَ المُتَفَضِّـلُ",
    ),
    (
        "وَإنّـي كَفَانِـي فَقْدَ مَنْ لَيْسَ جَازِيَاً",
        "بِحُسْنَـى ولا في قُرْبِـهِ مُتَعَلَّـلُ",
    ),
    (
        "ثَـلاَثَـةُ أصْحَـابٍ : فُـؤَادٌ مُشَيَّـعٌ",
        "وأبْيَضُ إصْلِيتٌ وَصَفْـرَاءُ عَيْطَـلُ",
    ),
    (
        "هَتُـوفٌ مِنَ المُلْـسِ المُتُـونِ تَزِينُـها",
        "رَصَائِعُ قد نِيطَـتْ إليها وَمِحْمَـلُ",
    ),
    (
        "إذا زَلََّ عنها السَّهْـمُ حَنَّـتْ كأنَّـها",
        "مُـرَزَّأةٌ عَجْلَـى تُـرنُّ وَتُعْـوِلُ",
    ),
    (
        "وَأغْدو خَمِيـصَ البَطْن لا يَسْتَفِـزُّنيِ",
        "إلى الزَادِ حِـرْصٌ أو فُـؤادٌ مُوَكَّـلُ",
    ),
    (
        "وَلَسْـتُ بِمِهْيَـافٍ يُعَشِّـي سَوَامَـه",
        "مُجَدَّعَـةً سُقْبَانُهـا وَهْيَ بُهَّـلُ",
    ),
    (
        "ولا جُبَّـأٍِ أكْهَـى مُـرِبٍّ بعِرْسِـهِ",
        "يُطَالِعُهـا في شَأْنِـهِ كَيْفَ يَفْعَـلُ",
    ),
    (
        "وَلاَ خَـرِقٍ هَيْـقٍ كَـأَنَّ فــؤادَهُ",
        "يَظَـلُّ به المُكَّـاءُ يَعْلُـو وَيَسْفُـلُ",
    ),
    (
        "ولا خَالِــفٍ دارِيَّــةٍ مُتَغَــزِّلٍ",
        "يَـرُوحُ وَيغْـدُو داهنـاً يَتَكَحَّـلُ",
    ),
    (
        "وَلَسْـتُ بِعَـلٍّ شَـرُّهُ دُونَ خَيْـرِهِ",
        "ألَفَّ إذا ما رُعْتَـهُ اهْتَـاجَ أعْـزَلُ",
    ),
    (
        "وَلَسْـتُ بِمِحْيَارِ الظَّـلاَمِ إذا انْتَحَتْ",
        "هُدَى الهَوْجَلِ العِسّيفِ يَهْمَاءُ هؤجَلُ",
    ),
    (
        "إذا الأمْعَـزُ الصَّـوّانُ لاقَـى مَنَاسِمِي",
        "تَطَايَـرَ منـه قَـادِحٌ وَمُفَلَّـلُ",
    ),
    (
        "أُديـمُ مِطَـالَ الجُـوعِ حتّـى أُمِيتَـهُ",
        "وأضْرِبُ عَنْهُ الذِّكْرَ صَفْحاً فأُذْهَـلُ",
    ),
    (
        "وَأَسْتَـفُّ تُرْبَ الأرْضِ كَيْلا يُرَى لَـهُ",
        "عَلَـيَّ مِنَ الطَّـوْلِ امْـرُؤٌ مُتَطَـوِّلُ",
    ),
    (
        "ولولا اجْتِنَابُ الذَأْمِ لم يُلْـفَ مَشْـرَبٌ",
        "يُعَـاشُ بـه إلاّ لَـدَيَّ وَمَأْكَـلُ",
    ),
    (
        "وَلكِنّ نَفْسَـاً مُـرَّةً لا تُقِيـمُ بـي",
        "علـى الـذامِ إلاَّ رَيْثَمـا أَتَحَـوَّلُ",
    ),
    (
        "وَأَطْوِي على الخَمْصِ الحَوَايا كَما انْطَوَتْ",
        "خُيُوطَـةُ مـارِيٍّ تُغَـارُ وتُفْتَـلُ",
    ),
    (
        "وأَغْدُو على القُوتِ الزَهِيـدِ كما غَـدَا",
        "أَزَلُّ تَهَـادَاهُ التنَائِـفَ أطْحَـلُ",
    ),
    (
        "غَدَا طَاوِيـاً يُعَـارِضُ الرِّيـحَ هَافِيـاً",
        "يَخُـوتُ بأَذْنَابِ الشِّعَابِ ويُعْسِـلُ",
    ),
    (
        "فَلَما لَوَاهُ القُـوتُ مِنْ حَيْـثُ أَمَّـهُ",
        "دَعَـا فَأجَابَتْـهُ نَظَائِـرُ نُحَّـلُ",
    ),
    (
        "مُهَلَّلَـةٌ شِيـبُ الوُجُـوهِ كأنَّـها",
        "قِـدَاحٌ بأيـدي ياسِـرٍ تَتَقَلْقَـلُ",
    ),
    (
        "أوِ الخَشْـرَمُ المَبْعُـوثُ حَثْحَثَ دَبْـرَهُ",
        "مَحَابِيـضُ أرْدَاهُـنَّ سَـامٍ مُعَسِّـلُ",
    ),
    (
        "مُهَرَّتَـةٌ فُـوهٌ كَـأَنَّ شُدُوقَـها",
        "شُقُوقُ العِصِـيِّ كَالِحَـاتٌ وَبُسَّـلُ",
    ),
    (
        "فَضَـجَّ وَضَجَّـتْ بالبَـرَاحِ كأنَّـها",
        "وإيّـاهُ نُوحٌ فَوْقَ عَلْيَـاءَ ثُكَّـلُ",
    ),
    (
        "وأغْضَى وأغْضَتْ وَاتَّسَى واتَّسَتْ بـه",
        "مَرَامِيـلُ عَـزَّاها وعَزَّتْـهُ مُرْمِـلُ",
    ),
    (
        "شَكَا وَشَكَتْ ثُمَّ ارْعَوَى بَعْدُ وَارْعَوَتْ",
        "وَلَلْصَبْرُ إنْ لَمْ يَنْفَعِ الشَّكْوُ أجْمَلُ",
    ),
    (
        "وَفَـاءَ وَفَـاءَتْ بَـادِراتٍ وَكُلُّـها",
        "على نَكَـظٍ مِمَّا يُكَاتِـمُ مُجْمِـلُ",
    ),
    (
        "وَتَشْرَبُ أسْآرِي القَطَا الكُـدْرُ بَعْدَما",
        "سَرَتْ قَرَبَـاً أحْنَاؤهـا تَتَصَلْصَـلُ",
    ),
    (
        "هَمَمْتُ وَهَمَّتْ وَابْتَدَرْنَـا وأسْدَلَـتْ",
        "وشَمَّـرَ مِنِّي فَـارِطٌ مُتَمَهِّـلُ",
    ),
    (
        "فَوَلَّيْـتُ عَنْها وَهْيَ تَكْبُـو لِعُقْـرِهِ",
        "يُبَاشِـرُهُ منها ذُقُـونٌ وَحَوْصَـلُ",
    ),
    (
        "كـأنَّ وَغَـاها حَجْرَتَيـْهِ وَحَوْلَـهُ",
        "أضَامِيـمُ مِنْ سَفْـرِ القَبَائِـلِ نُـزَّلُ",
    ),
    (
        "تَوَافَيْـنَ مِنْ شَتَّـى إِلَيـْهِ فَضَمَّـهَا",
        "كما ضَـمَّ أذْوَادَ الأصَارِيـمِ مَنْهَـلُ",
    ),
    (
        "فَغَـبَّ غِشَاشَـاً ثُمَّ مَـرَّتْ كأنّـها",
        "مَعَ الصُّبْحِ رَكْبٌ مِنْ أُحَاظَةَ مُجْفِلُ",
    ),
    (
        "وآلَفُ وَجْـهَ الأرْضِ عِنْدَ افْتَراشِـها",
        "بأَهْـدَأَ تُنْبِيـهِ سَنَاسِـنُ قُحَّـلُ",
    ),
    (
        "وَأعْدِلُ مَنْحُوضـاً كـأنَّ فُصُوصَـهُ",
        "كعَابٌ دَحَاهَا لاعِـبٌ فَهْيَ مُثَّـلُ",
    ),
    (
        "فإنْ تَبْتَئِـسْ بالشَّنْفَـرَى أمُّ قَسْطَـلٍ",
        "لَمَا اغْتَبَطَتْ بالشَّنْفَرَى قَبْلُ أطْـوَلُ",
    ),
    (
        "طَرِيـدُ جِنَايَـاتٍ تَيَاسَـرْنَ لَحْمَـهُ",
        "عَقِيرَتُــهُ لأِيِّـها حُـمَّ أَوَّلُ",
    ),
    (
        "تَنَـامُ إذا مَا نَـامَ يَقْظَـى عُيُونُـها",
        "حِثَاثَـاً إلى مَكْرُوهِـهِ تَتَغَلْغَـلُ",
    ),
    (
        "وإلْـفُ هُمُـومٍ مـا تَـزَالُ تَعُـودُهُ",
        "عِيَاداً كَحُمَّـى الرِّبْـعِ أو هِيَ أثْقَلُ",
    ),
    (
        "إذا وَرَدَتْ أصْدَرْتُـها ثـمّ إنّـها",
        "تَثُـوبُ فَتَأتي مِنْ تُحَيْتُ ومِنْ عَـلُ",
    ),
    (
        "فإمّا تَرَيْنِي كابْنَـةِ الرَّمْـلِ ضَاحِيَـاً",
        "على رِقَّـةٍ أحْفَـى ولا أَتَنَعَّـلُ",
    ),
    (
        "فإنّي لَمَولَى الصَّبْـرِ أجتـابُ بَـزَّهُ",
        "على مِثْلِ قَلْبِ السِّمْعِ والحَزْمَ أفْعَلُ",
    ),
    (
        "وأُعْـدِمُ أَحْيَانـاً وأَغْنَـى وإنَّمـا",
        "يَنَـالُ الغِنَى ذو البُعْـدَةِ المُتَبَـذِّلُ",
    ),
    (
        "فلا جَـزِعٌ مِنْ خَلَّـةٍ مُتَكَشِّـفٌ",
        "ولا مَـرِحٌ تَحْتَ الغِنَى أتَخَيَّـلُ",
    ),
    (
        "ولا تَزْدَهِي الأجْهـالُ حِلْمِي ولا أُرَى",
        "سَؤُولاًَ بأعْقَـاب الأقَاويلِ أُنْمِـلُ",
    ),
    (
        "وَلَيْلَةِ نَحْـسٍ يَصْطَلي القَوْسَ رَبُّـها",
        "وَأقْطُعَـهُ اللَّاتـي بِـهَا يَتَنَبَّـلُ",
    ),
    (
        "دَعَسْتُ على غَطْشٍ وَبَغْشٍ وَصُحْبَتـي",
        "سُعَـارٌ وإرْزِيـزٌ وَوَجْـرٌ وَأفَكَلُ",
    ),
    (
        "فأيَّمْـتُ نِسْوَانَـاً وأيْتَمْـتُ وِلْدَةً",
        "وَعُـدْتُ كما أبْدَأْتُ واللَّيْلُ ألْيَـلُ",
    ),
    (
        "وأصْبَـحَ عَنّـي بالغُمَيْصَـاءِ جَالسـاً",
        "فَرِيقَـانِ: مَسْـؤُولٌ وَآخَرُ يَسْـألُ",
    ),
    (
        "فَقَالُـوا: لَقَدْ هَـرَّتْ بِلَيْـلٍ كِلَابُنَـا",
        "فَقُلْنَـا: أذِئْبٌ عَسَّ أمْ عَسَّ فُرْعُـلُ",
    ),
    (
        "فَلَمْ يَـكُ إلاَّ نَبْـأةٌ ثُـمَّ هَوَّمَـتْ",
        "فَقُلْنَا: قَطَـاةٌ رِيـعَ أمْ رِيعَ أجْـدَلُ",
    ),
    (
        "فَإِنْ يَـكُ مِنْ جِـنٍّ لأبْـرَحُ طارِقـاً",
        "وإنْ يَكُ إنْسَـاً ما كَها الإنسُ تَفْعَلُ",
    ),
    (
        "وَيومٍ مِنَ الشِّعْـرَى يَـذُوبُ لُعَابُـهُ",
        "أفاعِيـهِ فـي رَمْضائِـهِ تَتَمَلْمَـلُ",
    ),
    (
        "نَصَبْـتُ له وَجْهي ولا كِـنَّ دُونَـهُ",
        "ولا سِتْـرَ إلاَّ الأتْحَمِـيُّ المُرَعْبَـل",
    ),
    (
        "وَضَافٍ إذا طَارَتْ له الرِّيحُ طَيَّـرَتْ",
        "لبائِـدَ عن أعْطَافِـهِ ما تُرَجَّـلُ",
    ),
    (
        "بَعِيـدٌ بِمَسِّ الدُّهْـنِ والفَلْيِ عَهْـدُهُ",
        "لـه عَبَسٌ عافٍ مِنَ الغِسْل مُحْـوِلُ",
    ),
    (
        "وَخَرْقٍ كظَهْرِ التُّـرْسِ قَفْـرٍ قَطَعْتُـهُ",
        "بِعَامِلَتَيْـنِ ، ظَهْـرُهُ لَيْسَ يُعْمَـلُ",
    ),
    (
        "فألْحَقْـتُ أُوْلاَهُ بأُخْـرَاهُ مُوفِيَـاً",
        "عَلَى قُنَّـةٍ أُقْعِـي مِرَارَاً وَأمْثُـلُ",
    ),
    (
        "تَرُودُ الأرَاوِي الصُّحْـمُ حَوْلي كأنّـها",
        "عَـذَارَى عَلَيْهِـنَّ المُلاَءُ المُذَيَّـلُ",
    ),
    (
        "ويَرْكُـدْنَ بالآصَـالِ حَوْلِي كأنّنـي",
        "مِنَ العُصْمِ أدْفى يَنْتَحي الكِيحَ أعْقَلُ",
    ),
]
