poem_list = [
    (
        "لِكُلِّ شَيْءٍ إِذَا مَا تَمَّ نُقْصَانُ",
        "فَلَا يُغَرَّ بِطِيبِ العَيْشِ إنْسَانُ",
    ),
    (
        "هِيَ الأمُورُ كَمَا شَاهَدْتُهَا دُوَلٌ",
        "مَنْ سَرَّهُ زَمَنٌ سَاءتْهُ أزْمَانُ",
    ),
    (
        "وهذهِ الدارُ لا تُبْقي على أحدٍ",
        "ولا يدومُ على حالٍ لها شانُ",
    ),
    (
        "يُمَزق الدهرُ حتمًا كلَّ سابغةٍ",
        "إذا نَبَتْ مَشرَفِيات وخَرصانُ",
    ),
    (
        "ويَنتَضي كلَّ سيفٍ للفناءِ ولو",
        "كانَ ابنَ ذي يَزَنٍ والغِمدَ غِمدانُ",
    ),
    (
        "أينَ المُلوكُ ذوو التيجانِ من يَمنٍ",
        "وأينَ مِنْهُمْ أكَالِيلٌ وتِيجانُ",
    ),
    (
        "وأينَ ما شَادَهُ شَدَّادُ في إرمٍ",
        "وأين ما سَاسَه في الفرس ساسانُ",
    ),
    (
        "وأينَ ما حازَهُ قَارُونُ من ذَهَبٍ",
        "وأين عادٌ وشدادٌ وقحطانُ",
    ),
    (
        "أتى على الكلِّ أمرٌ لا مَرَدَّ له",
        "حتى قضوا فكأنَّ القومَ ما كانوا",
    ),
    (
        "وَصَارَ مَا كَانَ مِنْ مُلكٍ ومنْ مَلكٍ",
        "كما حَكَى عَنْ خيالِ الطيفِ وَسْنانُ",
    ),
    (
        "دارَ الزمانُ على دارا وقاتله",
        "وأمَّ كسرى فما آواهُ إيوانُ",
    ),
    (
        "كأنَّمَا الصَّعْبُ لَم يَسهُل لهُ سببُ",
        "يومًا وَلا مَلَكَ الدنيا سليمانُ",
    ),
    (
        "فجائعُ الدهرِ أنواعٌ منوعةٌ",
        "وللزمانِ مَسَرَّاتٌ وأحزانُ",
    ),
    (
        "وللحوادثِ سُلوانٌ يُسَهِّلُهَا",
        "وَمَا لِمَا حلَّ بالإسلامِ سُلوانُ",
    ),
    (
        "دَهَى الجزيرةَ أمْرٌ لا عزاءَ لهُ",
        "هوى لهُ أُحدٌ وانهدَّ ثَهلانُ",
    ),
    (
        "أصابَها العينُ في الإسلامِ فارتزأتْ",
        "حتّى خلتْ منهُ أقطارٌ وبلدانُ",
    ),
    (
        "فاسألْ بَلَنْسِيَةَ ما شأنُ مُرسيةٍ",
        "وأينَ شاطبةٌ أمْ أينَ جيَّانُ",
    ),
    (
        "وأينَ قرطبةٌ دارُ العلومِ فكَمْ",
        "مِنْ عالمٍ قَدْ سما فيها لهُ شانُ",
    ),
    (
        "وأين حِمصُ وما تحويهِ مِنْ نُزَهٍ",
        "ونهرُها العذبُ فيّاضٌ وملآنُ",
    ),
    (
        "قواعدٌ كُنَّ أركانَ البلادِ فما",
        "عسى البقاءُ إذا لمْ تبقَ أركانُ",
    ),
    (
        "تبكي الحنيفيةُ البيضاءُ مِن أسفٍ",
        "كما بكى لفراقِ الإلفِ هَيمانُ",
    ),
    (
        "عَـلى  دِيـارٍ مِـنَ الإِسلامِ خالِيَةٍ",
        "قَـد أَقـفَرَتْ وَلَها بالكُفرِ عُمرانُ",
    ),
    (
        "حيثُ المساجدُ قدْ صارتْ كنائسُ ما",
        "فيهنَّ إلّا نواقيسٌ وصُلبانُ",
    ),
    (
        "حتى المحاريبُ تبكي وَهْيَ جامدةٌ",
        "حتى المنابرُ تَرثي وهْيَ عِيدانُ",
    ),
    (
        "يا غافلاً ولهُ في الدهرِ موعظةٌ",
        "إنْ كنتَ في سِنَةٍ فالدهرُ يقظانُ",
    ),
    (
        "وماشيًا مرحًا يُلهيهِ موطنُهُ",
        "أبَعْدَ حمصٍ تَغرُّ المرءَ أوطانُ",
    ),
    (
        "تلك المصيبةُ أنْسَتْ ما تقدَّمها",
        "وما لها معَ طولِ الدهرِ نِسيانُ",
    ),
    (
        "يا أيها الملكُ البيضاءُ رايتُهُ",
        "أدركْ بسيفِكَ أهلَ الكُفرِ لا كانوا",
    ),
    (
        "يا راكبينَ عِتاقَ الخيلِ ضامرةً",
        "كأنها في مجالِ السَّبقِ عُقبانُ",
    ),
    (
        "وحاملينَ سيوفَ الهندِ مُرهفةُ",
        "كأنها في ظلامِ النَّقع نِيرانُ",
    ),
    (
        "وراتعينَ وراءَ البحرِ في دَعةٍ",
        "لهمْ بأوطانهمْ عِزٌّ وسُلطانُ",
    ),
    (
        "أعندكم نبأٌ منْ أهلِ أندلسٍ",
        "فقدْ سرى بحديثِ القومِ ركُبانُ",
    ),
    (
        "كمْ يستغيثُ بنا المستضعفونَ وهُمْ",
        "قتلى وأسرى فما يهتزُّ إنسانُ",
    ),
    (
        "ما ذا التقاطعُ في الإسلامِ بينكمُ",
        "وأنتمُ يا عبادَ الله إخوانُ",
    ),
    (
        "ألا نفوسٌ أبيَّاتٌ لها هممٌ",
        "أما على الخيرِ أنصارٌ وأعوانُ",
    ),
    (
        "يا مَنْ لذلةِ قومٍ بعدَ عزَّتِهِم",
        "أحالَ حالهُمُ كفرٌ وطُغيانُ",
    ),
    (
        "بالأمسِ كانوا ملوكًا في منازِلِهِم",
        "واليومَ همْ في بلادِ الكفرِ عُبدانُ",
    ),
    (
        "فلو تراهمْ حيارى لا دليلَ لهمْ",
        "عليهِمُ منْ ثيابِ الذلِّ ألوانُ",
    ),
    (
        "ولو رأيتَ بكاهُم عندَ بيعِهِمُ",
        "لهالَكَ الأمرُ واستهوتْكَ أحزانُ",
    ),
    (
        "يا رُبَّ أمٍّ وطفلٍ حِيلََ بينهمَا",
        "كما تُفرَّقُ أرواحٌ وأبدانُ",
    ),
    (
        "وطفلةٍ مثلَ حسنِ الشمسِ إذْ طلعتْ",
        "كأنما هي ياقوتٌ ومَرجانُ",
    ),
    (
        "يقودُها العلجُ للمكروهِ مُكرهةً",
        "والعينُ باكيةُ والقلبُ حَيرانُ",
    ),
    (
        "لمِثلِ هذا يذوبُ القلبُ من كمدٍ",
        "إنْ كانَ في القلبِ إسلامٌ وإيمانُ",
    ),
]
