poem_list = [
    (
        "بِمَ التّعَلّلُ لا أهْلٌ وَلا وَطَنُ",
        "وَلا نَديمٌ وَلا كأسٌ وَلا سَكَنُ",
    ),
    (
        "أُريدُ مِنْ زَمَني ذا أنْ يُبَلّغَني",
        "مَا لَيسَ يبْلُغُهُ من نَفسِهِ الزّمَنُ",
    ),
    (
        "لا تَلْقَ دَهْرَكَ إلاّ غَيرَ مُكتَرِثٍ",
        "ما دامَ يَصْحَبُ فيهِ رُوحَكَ البَدنُ",
    ),
    (
        "فَمَا يُديمُ سُرُورٌ ما سُرِرْتَ بِهِ",
        "وَلا يَرُدّ عَلَيكَ الفَائِتَ الحَزَنُ",
    ),
    (
        "مِمّا أضَرّ بأهْلِ العِشْقِ أنّهُمُ",
        "هَوَوا وَمَا عَرَفُوا الدّنْيَا وَما فطِنوا",
    ),
    (
        "تَفنى عُيُونُهُمُ دَمْعاً وَأنْفُسُهُمْ",
        "في إثْرِ كُلّ قَبيحٍ وَجهُهُ حَسَنُ",
    ),
    (
        "تَحَمّلُوا حَمَلَتْكُمْ كلُّ ناجِيَةٍ",
        "فكُلُّ بَينٍ عَليّ اليَوْمَ مُؤتَمَنُ",
    ),
    (
        "ما في هَوَادِجِكم من مُهجتي عِوَضٌ",
        "إنْ مُتُّ شَوْقاً وَلا فيها لهَا ثَمَنُ",
    ),
    (
        "يَا مَنْ نُعيتُ على بُعْدٍ بمَجْلِسِهِ",
        "كُلٌّ بمَا زَعَمَ النّاعونَ مُرْتَهَنُ",
    ),
    (
        "كمْ قد قُتِلتُ وكم قد متُّ عندَكُمُ",
        "ثمّ انتَفَضْتُ فزالَ القَبرُ وَالكَفَنُ",
    ),
    (
        "قد كانَ شاهَدَ دَفني قَبلَ قولهِمِ",
        "جَماعَةٌ ثمّ ماتُوا قبلَ مَن دَفَنوا",
    ),
    (
        "مَا كلُّ ما يَتَمَنّى المَرْءُ يُدْرِكُهُ",
        "تجرِي الرّياحُ بمَا لا تَشتَهي السّفُنُ",
    ),
    (
        "رَأيتُكُم لا يَصُونُ العِرْضَ جارُكمُ",
        "وَلا يَدِرُّ على مَرْعاكُمُ اللّبَنُ",
    ),
    (
        "جَزاءُ كُلّ قَرِيبٍ مِنكُمُ مَلَلٌ",
        "وَحَظُّ كُلّ مُحِبٍّ منكُمُ ضَغَنُ",
    ),
    (
        "وَتَغضَبُونَ على مَنْ نَالَ رِفْدَكُمُ",
        "حتى يُعاقِبَهُ التّنغيصُ وَالمِنَنُ",
    ),
    (
        "فَغَادَرَ الهَجْرُ ما بَيني وَبينَكُمُ",
        "يَهماءَ تكذِبُ فيها العَينُ وَالأُذُنُ",
    ),
    (
        "تَحْبُو الرّوَاسِمُ مِن بَعدِ الرّسيمِ بهَا",
        "وَتَسألُ الأرْضَ عن أخفافِها الثَّفِنُ",
    ),
    (
        "إنّي أُصَاحِبُ حِلمي وَهْوَ بي كَرَمٌ",
        "وَلا أُصاحِبُ حِلمي وَهوَ بي جُبُنُ",
    ),
    (
        "وَلا أُقيمُ على مَالٍ أذِلُّ بِهِ",
        "وَلا ألَذُّ بِمَا عِرْضِي بِهِ دَرِنُ",
    ),
    (
        "سَهِرْتُ بَعد رَحيلي وَحشَةً لكُمُ",
        "ثمّ استَمَرّ مريري وَارْعَوَى الوَسَنُ",
    ),
    (
        "وَإنْ بُلِيتُ بوُدٍّ مِثْلِ وُدّكُمُ",
        "فإنّني بفِراقٍ مِثْلِهِ قَمِنُ",
    ),
    (
        "أبْلى الأجِلّةَ مُهْري عِندَ غَيرِكُمُ",
        "وَبُدِّلَ العُذْرُ بالفُسطاطِ وَالرّسَنُ",
    ),
    (
        "عندَ الهُمامِ أبي المِسكِ الذي غرِقَتْ",
        "في جُودِهِ مُضَرُ الحَمراءِ وَاليَمَنُ",
    ),
    (
        "وَإنْ تأخّرَ عَنّي بَعضُ مَوْعِدِهِ",
        "فَمَا تَأخَّرُ آمَالي وَلا تَهِنُ",
    ),
    (
        "هُوَ الوَفيُّ وَلَكِنّي ذَكَرْتُ لَهُ",
        "مَوَدّةً فَهْوَ يَبْلُوهَا وَيَمْتَحِنُ",
    ),
]
