poem_list = [
    (
        "أَضْحَى التَّنَائِي بَدِيْلاً مِنْ تَدانِيْنا",
        "وَنَابَ عَنْ طِيْبِ لُقْيَانَا تَجَافِيْنَا",
    ),
    (
        "ألا وقد حانَ صُبحُ البَيْنِ صَبَّحنا",
        "حِينٌ فقام بِنا للحِين ناعِينا",
    ),
    (
        "مَن مُبلغُ المُبْلِسينا بانْتِزاحِهُمُ",
        "حُزنًا مَعَ الدّهْرِ لا يَبلى ويُبلينا",
    ),
    (
        "أنّ الزمان الذي ما زال يُضحكنا",
        "أنسًا بقربهم قد عاد يُبكينا",
    ),
    (
        "غِيظَ العِدى من تساقينا الهوى فدعوا",
        "بأنْ نَغُصَّ فقال الدهر آمينا",
    ),
    (
        "فانحلَّ ما كان معقودًا بأنفسنا",
        "وانبتَّ ما كان موصولاً بأيدينا",
    ),
    (
        "لم نعتقد بعدكم إلا الوفاءَ لكم",
        "رأيًا ولم نتقلد غيرَه دينا",
    ),
    (
        "ما حقنا أن تُقروا عينَ ذي حسد",
        "بنا، ولا أن تسروا كاشحًا فينا",
    ),
    (
        "كنا نرى اليأس تُسلينا عوارضُه",
        "وقد يئسنا فما لليأس يُغرينا",
    ),
    (
        "بِنتم وبنا فما ابتلت جوانحُنا",
        "شوقًا إليكم ولا جفت مآقينا",
    ),
    (
        "نكاد حين تُناجيكم ضمائرُنا",
        "يَقضي علينا الأسى لولا تأسِّينا",
    ),
    (
        "حالت لفقدكم أيامنا فَغَدَتْ",
        "سُودًا وكانت بكم بيضًا ليالينا",
    ),
    (
        "إذ جانب العيش طَلْقٌ من تألُّفنا",
        "وموردُ اللهو صافٍ من تصافينا",
    ),
    (
        "وإذ هَصَرْنا غُصون الوصل دانية",
        "قطوفُها فجنينا منه ما شِينا",
    ),
    (
        "ليسقِ عهدكم عهد السرور فما",
        "كنتم لأرواحنا إلا رياحينا",
    ),
    (
        "لا تحسبوا نَأْيكم عنا يُغيِّرنا",
        "أن طالما غيَّر النأي المحبينا",
    ),
    (
        "والله ما طلبت أهواؤنا بدلاً",
        "منكم ولا انصرفت عنكم أمانينا",
    ),
    (
        "يا ساريَ البرقِ غادِ القصرَ فاسق به",
        "من كان صِرفَ الهوى والود يَسقينا",
    ),
    (
        "واسأل هناك هل عنَّي تذكرنا",
        "إلفًا، تذكره أمسى يُعنِّينا",
    ),
    (
        "ويا نسيمَ الصِّبا بلغ تحيتنا",
        "من لو على البعد حيًّا كان يُحيينا",
    ),
    (
        "فهل أرى الدهر يَقصينا مُساعَفةً",
        "منه ولم يكن غِبًّا تقاضينا",
    ),
    (
        "ربيب ملك كأن الله أنشأه",
        "مسكًا وقدَّر إنشاء الورى طينا",
    ),
    (
        "أو صاغه ورِقًا محضًا وتَوَّجَه",
        "مِن ناصع التبر إبداعًا وتحسينا",
    ),
    (
        "إذا تَأَوَّد آدته رفاهيَة",
        "تُومُ العُقُود وأَدْمَته البُرى لِينا",
    ),
    (
        "كانت له الشمسُ ظِئْرًا في أَكِلَّتِه",
        "بل ما تَجَلَّى لها إلا أحايينا",
    ),
    (
        "كأنما أثبتت في صحن وجنته",
        "زُهْرُ الكواكب تعويذًا وتزيينا",
    ),
    (
        "ما ضَرَّ أن لم نكن أكفاءَه شرفًا",
        "وفي المودة كافٍ من تَكَافينا",
    ),
    (
        "يا روضةً طالما أجْنَتْ لَوَاحِظَنا",
        "وردًا أجلاه الصبا غَضًّا ونَسْرينا",
    ),
    (
        "ويا حياةً تَمَلَّيْنا بزهرتها",
        "مُنًى ضُرُوبًا ولذَّاتٍ أفانِينا",
    ),
    (
        "ويا نعيمًا خَطَرْنا من غَضَارته",
        "في وَشْي نُعمى سَحَبْنا ذَيْلَه حِينا",
    ),
    (
        "لسنا نُسَمِّيك إجلالاً وتَكْرِمَة",
        "وقدرك المعتلى عن ذاك يُغنينا",
    ),
    (
        "إذا انفردتِ وما شُورِكْتِ في صفةٍ",
        "فحسبنا الوصف إيضاحًا وتَبيينا",
    ),
    (
        "يا جنةَ الخلد أُبدلنا بسَلْسِلها",
        "والكوثر العذب زَقُّومًا وغِسلينا",
    ),
    (
        "كأننا لم نَبِت والوصل ثالثنا",
        "والسعد قد غَضَّ من أجفان واشينا",
    ),
    (
        "سِرَّانِ في خاطرِ الظَّلْماء يَكتُمُنا",
        "حتى يكاد لسان الصبح يُفشينا",
    ),
    (
        "لا غَرْو فِي أن ذكرنا الحزن حِينَ نَهَتْ",
        "عنه النُّهَى وتَركْنا الصبر ناسِينا",
    ),
    (
        "إذا قرأنا الأسى يومَ النَّوى سُوَرًا",
        "مكتوبة وأخذنا الصبر تَلْقِينا",
    ),
    (
        "أمَّا هواكِ فلم نعدل بمنهله",
        "شِرْبًا وإن كان يروينا فيُظمينا",
    ),
    (
        "لم نَجْفُ أفق جمال أنت كوكبه",
        "سالين عنه ولم نهجره قالينا",
    ),
    (
        "ولا اختيارًا تجنبناه عن كَثَبٍ",
        "لكن عدتنا على كره عوادينا",
    ),
    (
        "نأسى عليك إذا حُثَّت مُشَعْشَعةً",
        "فينا الشَّمُول وغنَّانا مُغَنِّينا",
    ),
    (
        "لا أَكْؤُسُ الراحِ تُبدى من شمائلنا",
        "سِيمَا ارتياحٍ ولا الأوتارُ تُلهينا",
    ),
    (
        "دُومِي على العهد، ما دُمْنا، مُحَافِظةً",
        "فالحُرُّ مَنْ دان إنصافًا كما دِينَا",
    ),
    (
        "فما اسْتَعَضْنا خليلاً مِنك يَحْبسنا",
        "ولا استفدنا حبيبًا عنك يُثْنينا",
    ),
    (
        "ولو صَبَا نَحْوَنا من عُلْوِ مَطْلَعِه",
        "بدرُ الدُّجَى لم يكن حاشاكِ يُصْبِينا",
    ),
    (
        "أَوْلِي وفاءً وإن لم تَبْذُلِي صِلَةً",
        "فالطيفُ يُقْنِعُنا والذِّكْرُ يَكْفِينا",
    ),
    (
        "وفي الجوابِ متاعٌ لو شفعتِ به",
        "بِيْضَ الأيادي التي ما زلْتِ تُولِينا",
    ),
    (
        "عليكِ مِني سلامُ اللهِ ما بَقِيَتْ",
        "صَبَابةٌ منكِ نُخْفِيها فَتُخفينا",
    ),
]
