poem_list = [
    (
        "صُنْتُ نَفْسِي عَمّا يُدَنّس نفسي،",
        "وَتَرَفّعتُ عن جَدا كلّ جِبْسِ",
    ),
    (
        "وَتَماسَكْتُ حَينُ زَعزَعني الدّهْـ",
        "ـرُ التماساً منهُ لتَعسِي، وَنُكسي",
    ),
    (
        "بُلَغٌ منْ صُبابَةِ العَيشِ عندِي،",
        "طَفّفَتْها الأيّامُ تَطفيفَ بَخْسِ",
    ),
    (
        "وَبَعيدٌ مَا بَينَ وَارِدِ رِفْهٍ،",
        "عَلَلٍ شُرْبُهُ، وَوَارِدِ خِمْسِ",
    ),
    (
        "وَكَأنّ الزّمَانَ أصْبَحَ مَحْمُو",
        "لاً هَوَاهُ معَ الأخَسّ الأخَسّ",
    ),
    (
        "وَاشترَائي العرَاقَ خِطّةَ غَبْنٍ،",
        "بَعدَ بَيعي الشّآمَ بَيعةَ وَكْسِ",
    ),
    (
        "لا تَرُزْني مُزَاوِلاً لاخْتبَارِي،",
        "بعد هذي البَلوَى، فتُنكرَ مَسّي",
    ),
    (
        "وَقَديماً عَهدْتَني ذا هَنَاتٍ،",
        "آبياتٍ، على الدّنياتِ، شُمْسِ",
    ),
    (
        "وَلَقَدْ رَابَني نُبُوُّ ابنِ عَمّي،",
        "بَعد لينٍ من جانبَيهِ، وأُنْسِ",
    ),
    (
        "وإذا ما جُفيتُ كنتُ جديَرّاً",
        "أنْ أُرَى غيرَ مُصْبحٍ حَيثُ أُمسِي",
    ),
    (
        "حَضَرَتْ رَحليَ الهُمُومُ فَوَجّهْـ",
        "ـتُ إلى أبيَضِ المَدائنِ عُنْسِي",
    ),
    (
        "أتَسَلّى عَنِ الحُظُوظِ، وَآسَى",
        "لَمَحَلٍّ من آلِ ساسانَ، دَرْسِ",
    ),
    (
        "أذَكّرْتَنيهمُ الخُطُوبُ التّوَالي،",
        "وَلَقَدْ تُذكِرُ الخُطوبُ وَتُنسِي",
    ),
    (
        "وَهُمُ خافضُونَ في ظلّ عَالٍ،",
        "مُشرِفٍ يُحسرُ العُيونَ وَيُخسِي",
    ),
    (
        "مُغْلَقٌ بَابُهُ عَلى جَبَلِ القَبْـ",
        "ـقِ إلى دَارَتَيْ خِلاطٍ وَمَكْسِ",
    ),
    (
        "حِلَلٌ لم تكُنْ كأطْلالِ سُعدَى",
        "في قِفَارٍ منَ البَسابسِ، مُلْسِ",
    ),
    (
        "وَمَسَاعٍ، لَوْلا المُحَابَاةُ منّي،",
        "لم تُطقها مَسعاةُ عَنسٍ وَعبسِ",
    ),
    (
        "نَقَلَ الدّهرُ عَهْدَهُنّ عَنِ الجِدّ",
        "ةِ، حتّى رجعنَ أنضَاءَ لُبْسِ",
    ),
    (
        "فكَأنّ الجِرْمَازَ منْ عَدَمِ الأُنْـ",
        "ـسِ وإخْلالهِ، بَنيّةُ رَمْسِ",
    ),
    (
        "لَوْ تَرَاهُ عَلمْتَ أن اللّيَالي",
        "جَعَلَتْ فيهِ مأتَماً، بعد عُرْسِ",
    ),
    (
        "وَهْوَ يُنْبيكَ عَنْ عَجائِبِ قَوْمٍ،",
        "لا يُشَابُ البَيانُ فيهم بلَبْسِ",
    ),
    (
        "وإذا ما رَأيْتَ صُورَةَ أنْطَا",
        "كيَةَ ارْتَعْتَ بَينَ رُومٍ وَفُرْسِ",
    ),
    (
        "والمَنَايَا مَوَاثِلٌ، وأنُوشَرْ",
        "وانَ يُزْجي الصّفوفَ تحتَ الدِّرَفْسِ",
    ),
    (
        "في اخضِرَارٍ منَ اللّباسِ على أصْـ",
        "ـفَرَ يَختالُ في صَبيغَةِ وَرْسِ",
    ),
    (
        "وَعِرَاكُ الرّجَالِ بَينَ يَدَيْهِ،",
        "في خُفوتٍ منهمْ وإغماضِ جَرْسِ",
    ),
    (
        "منْ مُشيحٍ يُهوي بعاملِ رُمْحٍ،",
        "وَمُليحٍ، من السّنانِ، بتُرْسِ",
    ),
    (
        "تَصِفُ العَينُ أنّهُمْ جِدُّ أحيَا",
        "ءَ لَهُمْ بَينَهُمْ إشارَةُ خُرْسِ",
    ),
    (
        "يَغتَلي فيهمُ ارْتِيابيَ، حَتّى",
        "تَتقَرّاهُمُ يَدايَ بلَمْسِ",
    ),
    (
        "قَد سَقَاني، وَلمْ يُصَرِّدْ أبو الغَوْ",
        "ثِ على العَسكَرَينِ شُرْبَةَ خَلسِ",
    ),
    (
        "منْ مُدَامٍ تظنهَا هيَ نَجْمٌ",
        "أضوَأَ اللّيْلَ، أوْ مُجَاجةُ شَمسِ",
    ),
    (
        "وَتَرَاها، إذا أجَدّتْ سُرُوراً،",
        "وَارْتياحاً للشّارِبِ المُتَحَسّي",
    ),
    (
        "أُفْرِغَتْ في الزّجاجِ من كلّ قلبٍ،",
        "فَهْيَ مَحبُوبَةٌ إلى كلّ نَفْسِ",
    ),
    (
        "وَتَوَهّمْتَ أنْ كسرَى أبَرْوِيـ",
        "ـزَ مُعَاطيَّ، والبَلَهْبَذُ أُنْسِي",
    ),
    (
        "حُلُمٌ مُطبِقٌ على الشّكّ عَيني،",
        "أمْ أمَانٍ غَيّرْنَ ظَنّي وَحَدْسي؟",
    ),
    (
        "وَكَأنّ الإيوَانَ منْ عَجَبِ الصّنْـ",
        "ـعَةِ جَوْبٌ في جنبِ أرْعَنَ جِلسِ",
    ),
    (
        "يُتَظَنّى منَ الكَآبَةِ أنْ يَبْـ",
        "ـدُو لعَيْني مُصَبِّحٌ، أوْ مُمَسّي",
    ),
    (
        "مُزْعَجاً بالفَراقِ عن أُنْسِ إلْفٍ",
        "عَزّ أوْ مُرْهَقاً بتَطليقِ عِرْسِ",
    ),
    (
        "عكَسَتْ حَظَّهُ اللّيالي وَباتَ الـ",
        "ـمُشتَرِي فيهِ، وَهو كوْكبُ نَحسِ",
    ),
    (
        "فَهْوَ يُبْدي تَجَلّداً، وَعَلَيْهِ",
        "كَلكلٌ من كَلاكلِ الدّهرِ مُرْسِي",
    ),
    (
        "لمْ يَعِبْهُ أنْ بُزّ منْ بُسُطِ الدّيـ",
        "ـباجِ وَاستُلّ من سُتورِ الدِّمَقْسِ",
    ),
    (
        "مُشْمَخِرٌّ تَعْلُو لَهُ شَرَفاتٌ،",
        "رُفعتْ في رُؤوسِ رَضْوَى وَقُدْسِ",
    ),
    (
        "لابسَاتٌ من البَيَاضِ فَمَا تُبْـ",
        "ـصِرُ منها إلاّ غَلائلَ بُرْسِ",
    ),
    (
        "لَيسَ يُدرَى: أصُنْعُ إنْسٍ لجنٍّ",
        "سَكَنوهُ أمْ صُنعُ جنٍّ لإنْسِ",
    ),
    (
        "غَيرَ أنّي أرَاهُ يَشْهَدُ أنْ لَمْ",
        "يَكُ بَانيهِ في المُلُوكِ بنِكْسِ",
    ),
    (
        "فَكَأنّي أرَى المَرَاتبَ والقَوْ",
        "مَ، إذا ما بَلَغتُ آخرَ حسّي",
    ),
    (
        "وَكَأنّ الوُفُودَ ضاحينَ حَسرَى،",
        "من وقُوفٍ خَلفَ الزِّحامِ وَخُنْسِ",
    ),
    (
        "وَكأنّ القِيَانَ، وَسْطَ المَقَا",
        "صِيرِ، يُرَجّعنَ بينَ حُوٍّ وَلُعسِ",
    ),
    (
        "وَكَأنّ اللّقَاءَ أوّلُ مِنْ أمْـ",
        "ـسِ، وَوَشْكَ الفرَاقِ أوّلُ أمْسِ",
    ),
    (
        "وَكَأنّ الذي يُرِيدُ اتّبَاعاً",
        "طامعٌ في لُحوقهمْ صُبحَ خمسِ",
    ),
    (
        "عَمَرَتْ للسّرُورِ دَهْراً، فصَارَتْ",
        "للتّعَزّي رِبَاعُهُمْ، وَالتّأسّي",
    ),
    (
        "فَلَهَا أنْ أُعِينَهَا بدُمُوعٍ،",
        "مُوقَفَاتٍ عَلى الصَّبَابَةِ، حُبْسِ",
    ),
    (
        "ذاكَ عندي وَلَيستِ الدّارُ دارِي،",
        "باقترَابٍ منها، ولا الجنسُ جنسِي",
    ),
    (
        "غَيرَ نُعْمَى لأهْلِهَا عنْدَ أهْلِي،",
        "غَرَسُوا منْ زَكَائِها خيرَ غَرْسِ",
    ),
    (
        "أيّدُو مُلْكَنَا، وَشَدّوا قُوَاهُ",
        "بكُماةٍ، تحتَ السّنَوّرِ، حُمسِ",
    ),
    (
        "وأعَانُوا عَلى كتَائِبِ أرْيَا",
        "طَ بطَعنٍ على النّحورِ، وَدَعْسِ",
    ),
    (
        "وأرَانِي، منْ بَعدُ، أكْلَفُ بالأشْـ",
        "ـرافِ طُرّاً منْ كلّ سِنْخٍ وَإسّ",
    ),
]
